const extendedData = [
  {
    id: 1,
    title: 'Илидан Ярость Бури',
    img: 'https://cs9.pikabu.ru/post_img/2020/08/15/5/1597477967140339983.jpg',
    description:
      'Илидан Ярость Бури — один из самых могущественных демонов-охотников в истории Азерота. Его путь был полон сложных решений и жертв, приведших к проклятию и его превращению в принца демонов.',
    story: `Илидан Ярость Бури, один из наиболее сложных и могущественных персонажей в мире Warcraft, встретил свою судьбу в сердце сложных и трагических событий. Начав свой путь как вождь Ночной эльфийской империи, он стремился к могуществу, чтобы защитить свой народ от Бездны и ее угроз.
      Илидан был одержим идеей победы над демонической угрозой. Он преследовал эту цель с огненной страстью, чем постепенно погружался в темные практики и принял к себе часть демонической силы. Его жажда могущества привела к его проклятию, он стал принцем демонов.
      Война против Бездны преобразовала Илидана в фигуру, обладающую не только демонической силой, но и нечеловеческой стойкостью. Он совершил множество подвигов, но заплатив за них высокую цену. Его решения, казалось, подвергали сомнению его душу, но он неуклонно шел к своей цели.
      Илидан был заключен в Тюрьму Стражей за его собственные грехи, но это не погасило его стремление к борьбе с Бездной. Даже в заточении он продолжал вести схватку с демонами, находя в себе силы и волю продолжать борьбу.
      Его история наполнена борьбой, жертвами и самоотверженным стремлением к победе. Илидан Ярость Бури остается символом как могущества, так и страданий, показывая, что границы между светом и тьмой часто размыты, и истинная сущность героя определяется его поступками в самых тяжелых моментах.`,
  },
  {
    id: 2,
    title: 'Король Лич',
    img: 'https://static.wikia.nocookie.net/villains/images/7/7c/The_Lich_King.jpg',
    description:
      "Король Лич — одно из самых жутких и могущественных существ в Азероте. Он является объединением души принца Артаса Менетила и Нер'зула, превратившегося в Нер'зула Короля-лича.",
    story: `Король Лич - таинственное и ужасное существо, объединение души принца Артаса Менетила и могущественного шамана Нер'зула, превратившегося в Нер'зула Короля-Лича.
       Артас, стремясь спасти свой мир Лордерон от вторжения Пламени Войны и Искусителя Архимонда, был поражен демонической силой. Он взял на себя доспехи демонического оружия Фростмурн и был склонен к его темной сущности. Пройдя через испытания и утратив человечность, Артас стал Королем Личом – сущностью тьмы, готовой уничтожить все в своем пути.
       Король Лич, под властью Нер'зула, завоевал Лордерон, поработив его народ и подвергнув многие земли страданиям и ужасам. Он создал рыцарей Смерти и установил свое влияние на Северные земли, превращая их в ледяные крепости и угрожая всему Азероту.
       Темная и жуткая история Короля Лича - это история предательства, потери человечности и абсолютной власти. Он был увлечен манией защиты своего мира, но его собственные решения в конечном итоге привели к его порабощению. Его сущность, исполненная тьмы, стала препятствием между светом и Азеротом, вылившись в несметные потоки жертв и страданий. Король Лич остается одним из самых жутких и могущественных существ в истории Азерота, символизируя опасность, которую несет чрезмерное желание власти.`,
  },
  {
    id: 3,
    title: 'Утер Светоносный',
    img: 'https://pm1.aminoapps.com/7314/3a0986a6f112a394b64d45d590a0d4c8487013b3r1-837-1200v2_00.jpg',
    description:
      'Утер Светоносный — один из самых известных паладинов в истории Азерота. Он служил верой и праведностью, защищая своих союзников в битвах.',
    story: `Утер Светоносный, великий паладин Азерота, воплощение доблести и преданности принципам света. Его история началась в Ордене Серебряной Руки, где он стал одним из наиболее почитаемых и уважаемых защитников. Своими доблестными поступками и верой в свет он прославился среди союзников и врагов.
        Утер всегда был символом преданности и справедливости. Верный сторонник света, он сражался на полях битвы, защищая своих собратьев и слабых. Он был одним из основателей Ордена Серебряной Руки, где его стойкость и мужество вдохновляли других паладинов.
        Его жизнь и судьба были тесно связаны с историей Азерота. Утер был одним из тех, кто боролся за свободу и безопасность людей, стоял на страже мира и баланса в мире. Его имя было синонимом бескорыстной защиты и благородства.
        Однако, его жизнь оборвалась во время предательской атаки Принца Артаса и его рыцарей Смерти на Лордерон. Утер пал в схватке, защищая своих соратников. Его героическая жертва осталась в памяти многих как символ верности своим идеалам и светлому наследию, которое он оставил.
        История Утера Светоносного - это история о бескорыстной отваге, верности принципам и преданности идеалам света. Его дух и его поступки продолжают вдохновлять тех, кто стремится к справедливости и благородству в мире Warcraft. Утер остается одним из ярчайших символов добра и мужества в истории Азерота.`,
  },
  {
    id: 4,
    title: 'Тралл',
    img: 'https://pm1.aminoapps.com/7070/89285468508878d4dd8885160feade0f0fb9337ar1-1200-1262v2_00.jpg',
    description:
      'Тралл — вождь клана орков и один из ключевых персонажей в истории Азерота. Он стремится к миру между расами и защите своего народа от порабощения и войны.',
    story: `Тралл, известный как Дренорский вождь и боец за свободу, начал свою жизнь в рабстве. Рожденный Громомм и плененный людьми, он вырос, ощущая на себе бремя порабощения и тяготы цепей. Однако, его дух оставался непоколебимым, и в источнике этой тяжести он нашел силу.
        С помощью Орка и великого шамана Тралл смог освободиться от рабства. Он стал лидером Орды и начал свою миссию по возвращению орков к их истинному наследию, освобождая их от порабощения и насилия, искажавших их души.
        Тралл всегда стремился к миру и справедливости. Его решимость и стойкость помогли ему собрать народ орков, чтобы они снова нашли свое место в Азероте. Он провел Орду через многое, включая войны, где сражался не только за своих, но и за будущее всего мира.
        Тралл также был важным символом единения различных рас. Он стремился к миру и сотрудничеству между людьми, эльфами и другими народами, учась у них и ища общие цели.
        Однако, его идеалы не всегда находили понимание среди его соратников, и не все разделяли его мечту об идеальном мире. Несмотря на это, Тралл продолжал бороться за свои идеалы, став символом силы, чести и решимости.
        Его история - это история лидера, который нашел силу в борьбе за свободу и мир. Тралл остается вдохновляющей фигурой для Орды и всего Азерота, символизируя борьбу за справедливость и единство, даже в самых сложных временах.`,
  },
  {
    id: 5,
    title: 'Гном Гномыч',
    img: 'https://pm1.aminoapps.com/6849/482b99d253dde0d69388da7e40c040d50c576704v2_hq.jpg',
    description:
      'Гном Гномыч — известный герой, создавший множество изобретений и технологий, которые помогли Азероту в различных сферах жизни.',
    story: `Гном Гномыч, известный как гений и изобретатель в мире Warcraft, начал свой путь как необычайно талантливый изобретатель в городе Гномреган. Его ум и творческий потенциал были несомненными - он был создателем множества удивительных механизмов и технологий, которые стали основой для технического прогресса Азерота.
        Гном Гномыч всегда был поглощен исследованиями и разработкой новых изобретений. Его страсть к изучению новых технологий и стремление к инновациям помогли ему создать удивительные устройства, которые улучшили жизнь обитателей Азерота.
        Одним из его наиболее известных изобретений был гигантский робот-пилот, созданный для защиты гномов от внешних угроз. Его технологии также использовались в создании различных механизмов, включая транспортные средства, вооружение и различные гаджеты, способствующие развитию и безопасности.
        Гном Гномыч был почитаем в гномьем обществе как великий изобретатель, однако его идеи и изобретения не всегда находили полное признание в своем родном городе. В конечном итоге, из-за разногласий и несоответствия его изобретений гномьим стандартам, он покинул Гномреган.
        В своих стремлениях продолжить свои исследования и творческие начинания, Гном Гномыч отправился в путешествие по Азероту. Его приключения привели его в различные уголки мира, где он продолжал разрабатывать новые технологии и помогал другим расам своими знаниями и изобретениями.
        История Гнома Гномыча - это история творчества, инноваций и стремления к прогрессу. Его умение в изобретательстве и технологиях проложили путь для многих технических достижений в мире Warcraft, оставляя яркий след в истории Азерота.`,
  },
]
const data = [
  {
    id: 1,
    title: 'Илидан Ярость Бури',
    img: 'https://cs9.pikabu.ru/post_img/2020/08/15/5/1597477967140339983.jpg',
  },
  {
    id: 2,
    title: 'Король Лич',
    img: 'https://static.wikia.nocookie.net/villains/images/7/7c/The_Lich_King.jpg',
  },
  {
    id: 3,
    title: 'Утер Светоносный',
    img: 'https://pm1.aminoapps.com/7314/3a0986a6f112a394b64d45d590a0d4c8487013b3r1-837-1200v2_00.jpg',
  },
  {
    id: 4,
    title: 'Тралл',
    img: 'https://pm1.aminoapps.com/7070/89285468508878d4dd8885160feade0f0fb9337ar1-1200-1262v2_00.jpg',
  },
  {
    id: 5,
    title: 'Гном Гномыч',
    img: 'https://pm1.aminoapps.com/6849/482b99d253dde0d69388da7e40c040d50c576704v2_hq.jpg',
  },
]
module.exports = { extendedData, data }
